/* localized displayName */

"Disk Image" = "Skivavbildning";
"Creating Image..." = "Skapar avbild...";
"Mounting Image..." = "Monterar avbild...";
"Converting Image..." = "Konverterar avbild...";

"Disk Image Converting" = "Skivavbildnings konvertering";
"Disk Image Progress" = "Disk Image Progress";

/* window names */
"Create Disk Image" = "Skivavbildning";
"Disk Image Converter" = "Skivavbildning";

"The file must have the .dmg, .img, .cdr, .iso, .smi or .toast extensions." = "Filen måste ha .dmg, .img eller .toast ändelse.";

"Volume Size:" = "Storlek:";
"Volume Name:" = "Namn:";
"Megabytes" = "Megabytes";
"Mount after creating" = "Montera efter skapande";
"Cancel" = "Avbryt";
"Create" = "Skapa";

"Read only compressed" = "Endast Läsa - Komprimerad";
"Read only" = "Endast Läsa";
"Read/Write" = "Läsa/Ändra";
"DVD/CD-R master" = "DVD/CD-R master";
"Convert" = "Convert";
"Image Format" = "Konvertera Skivavbildning";

"untitled" = "namnlös";
"Finished" = "Klart";

"Internet enable" = "Internet enable";
"Create..." = "Ny avbild...";
"Change Format..." = "Konvertera avbild...";
"Burn Image..." = "Burn Image...";

"Create with size:" = "Create with size:";
"Create with directory:" = "Create with directory:";
"Format:" = "Format:";
"Encryption:" = "Encryption:";
"None" = "None";
"Sparse" = "Sparse";
"Name:" = "Name:";

"AES-128 (recommended)" = "AES-128 (recommended)";